export interface IFuelDescription {
  id: number
  name: [string, string]
  description: string
}

export const descriptions: IFuelDescription[] = [
  {
    id: 0,
    name: ['Бензин', '92'],
    description: `Бензин 98 - это топливо класса «премиум», предназначенное для 
    форсированных двигателей. Что это значит? Простыми словами, форсированные 
    двигатели - двигатели, способные выдавать максимально предельную мощность 
    за счет высокого давления в камере сгорания. Для этого необходимо 
    высокооктановое топливо, каковым и является Бензин с октановым числом 98. 
    Честно говоря, авто с такими двигателями редко встретишь в повседневной 
    жизни, а вот гоночные машины являются основными потребителями Бензин 98.`
  },
  {
    id: 1,
    name: ['Бензин', '95'],
    description: `Бензин 98 - это топливо класса «премиум», предназначенное для 
    форсированных двигателей. Что это значит? Простыми словами, форсированные 
    двигатели - двигатели, способные выдавать максимально предельную мощность 
    за счет высокого давления в камере сгорания. Для этого необходимо 
    высокооктановое топливо, каковым и является Бензин с октановым числом 98. 
    Честно говоря, авто с такими двигателями редко встретишь в повседневной 
    жизни, а вот гоночные машины являются основными потребителями Бензин 98.`
  },
  {
    id: 2,
    name: ['Бензин', '98'],
    description: `Бензин 98 - это топливо класса «премиум», предназначенное для 
    форсированных двигателей. Что это значит? Простыми словами, форсированные 
    двигатели - двигатели, способные выдавать максимально предельную мощность 
    за счет высокого давления в камере сгорания. Для этого необходимо 
    высокооктановое топливо, каковым и является Бензин с октановым числом 98. 
    Честно говоря, авто с такими двигателями редко встретишь в повседневной 
    жизни, а вот гоночные машины являются основными потребителями Бензин 98.`
  },
  {
    id: 3,
    name: ['Бензин', '100'],
    description: `Бензин 98 - это топливо класса «премиум», предназначенное для 
    форсированных двигателей. Что это значит? Простыми словами, форсированные 
    двигатели - двигатели, способные выдавать максимально предельную мощность 
    за счет высокого давления в камере сгорания. Для этого необходимо 
    высокооктановое топливо, каковым и является Бензин с октановым числом 98. 
    Честно говоря, авто с такими двигателями редко встретишь в повседневной 
    жизни, а вот гоночные машины являются основными потребителями Бензин 98.`
  },
  {
    id: 4,
    name: ['Дизель', 'D'],
    description: `Бензин 98 - это топливо класса «премиум», предназначенное для 
    форсированных двигателей. Что это значит? Простыми словами, форсированные 
    двигатели - двигатели, способные выдавать максимально предельную мощность 
    за счет высокого давления в камере сгорания. Для этого необходимо 
    высокооктановое топливо, каковым и является Бензин с октановым числом 98. 
    Честно говоря, авто с такими двигателями редко встретишь в повседневной 
    жизни, а вот гоночные машины являются основными потребителями Бензин 98.`
  }
]