export const MedSrtTypes:string[] = [
    'Для трудоустройства',
    'Для лицензии на оружие',
    'Для водительской комиссии',
    'Для призывной комиссии',
    'Еще для чего - то',
    'Еще для чего - то'
]

export const MedSrtResults:string[] = [
    'Гражданин1 не имеет никаких отклонений и поталогий, не является переносчиком инфекции, и не имеет никаких признаков негодности для оформления на работу.',
    'Гражданин2 не имеет никаких отклонений и поталогий, не является переносчиком инфекции, и не имеет никаких признаков негодности для оформления на работу.',
    'Гражданин3 не имеет никаких отклонений и поталогий, не является переносчиком инфекции, и не имеет никаких признаков негодности для оформления на работу.',
    'Гражданин4 не имеет никаких отклонений и поталогий, не является переносчиком инфекции, и не имеет никаких признаков негодности для оформления на работу.',
    'Гражданин5 не имеет никаких отклонений и поталогий, не является переносчиком инфекции, и не имеет никаких признаков негодности для оформления на работу.',
    'Гражданин6 не имеет никаких отклонений и поталогий, не является переносчиком инфекции, и не имеет никаких признаков негодности для оформления на работу.'
]